[
  {
    "id": "11",
    "title": "Dr. Schiller and Karolina Faysman Saved My Husband's Life!",
    "description": "My husband was diagnosed with Acute Lymphoblastic Leukemia (ALL) in Jan of 2019. He began treatment at Boyer Clinic with Dr. Schiller and Karolina Faysman in March of 2019. They saved his life! Thanks to their kindness, expertise, and compassion, he is now 16 months post transplant and doing well!"
  },
  {
    "id": "12",
    "title": "Pooya Bokhoor, MD The best cardiologist!",
    "description": "If you are reading this review, probably you are considering finding the best cardiologist for your situation. Hopefully you have the time and advantage to ask your friends and family for referrals so you can do the research for your best alternatives. Unfortunately none of that applied to me.I woke up memorial day weekend not feeling well and headed for mediCare Clinic. After a quick blood pressure and an EKG test they informed me that I’m having a heart attack and called an ambulance."
  },
  {
    "id": "13",
    "title": "Mindfulness helps with Hives",
    "description": "I've been suffering with hives off and on for many years. They seem to come with anxiety and stress, and they last for many months. Like many other sufferers, there is no known cause. The last medical option offered for relief is expensive, time consuming and not something I am willing to do. But using your mindful meditation app twice a day has helped calm my system, and the latest hives have gone away. So grateful for the podcasts. I can start each day with a calmer, more positive attitude."
  },
  {
    "id": "14",
    "title": "Small price for prevention",
    "description": "In residency, I changed my focus from oncology to gastroenterology.  Instead of being on the treatment side, I could now be on the prevention side, reveals Dr. Tina Storage, a clinical instructor at UCLA Health Burbank Primary & Specialty Care clinic.There was an 18-year-old who had severe anemia secondary to colon cancer. She had ulcerative colitis, so she should have been screened for colon cancer, but she wasn’t. I was really heartbroken that she was so young and passing from this preventable disease."
  },
  {
    "id": "15",
    "title": "Neurosurgery",
    "description": "We consistently rank among the best neurosurgery programs in the nation. U.S. News & World Report lists our neurosurgery and neurology programs as 8th in the country and the highest-ranked in Los Angeles."
  },
  {
    "id": "16",
    "title": "Cancer Care",
    "description": "At Medicare Health, teams of specialists work together to treat and assist cancer patients and their families. This multidisciplinary approach helps patients and family members confront both the immediate and long-term effects of cancer."
  }
]